{
  "books": [
    {
      "id": 1,
      "title": "The Great Gatsby",
      "author": "F. Scott Fitzgerald",
      "genre": "Novela",
      "imgUrl": "https://static1.squarespace.com/static/55c934b2e4b07aa63f0469cb/55cb0e24e4b06f393d839f5f/58e5a0c9db29d6a40f6a842b/1491836405135/Screen+Shot+2017-04-05+at+10.30.06+PM.png?format=1500w",
      "favorite": false,
      "description": "The Great Gatsby is distinguished as one of the greatest texts for introducing students to the art of reading literature critically (which means you may have read it in school). The novel is told from the perspective of a young man named Nick Carraway who has recently moved to New York City and is befriended by his eccentric nouveau riche neighbor with mysterious origins, Jay Gatsby. The Great Gatsby provides an insider’s look into the Jazz Age of the 1920s in United States history while at the same time critiquing the idea of the “American Dream.” Perhaps the most-famous aspect of the novel is its cover art—a piercing face projected onto a dark blue night sky and lights from a cityscape—an image that is also found, in a slightly different configuration, within the text itself as a key symbol.",
      "authorHomeland": "USA",
      "yearOfPublishing": "1925",
      "price": 5
    },
    {
      "id": 2,
      "title": "Don Quixote",
      "author": "M. de Cervantes",
      "genre": "Novela, Fantacy",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/913U0PGbn2L.__BG0,0,0,0_FMpng_AC_UL600_SR393,600_.jpg",
      "favorite": false,
      "description": "Don Quixote, perhaps the most influential and well-known work of Spanish literature, was first published in full in 1615. The novel, which is very regularly regarded as one of the best literary works of all time, tells the story of a man who takes the name “Don Quixote de la Mancha” and sets off in a fit of obsession over romantic novels about chivalry to revive the custom and become a hero himself. The character of Don Quixote has become an idol and somewhat of an archetypal character, influencing many major works of art, music, and literature since the novel’s publication. The text has been so influential that a word, quixotic, based on the Don Quixote character, was created to describe someone who is, “foolishly impractical especially in the pursuit of ideals; especially: marked by rash lofty romantic ideas or extravagantly chivalrous action.”",
      "authorHomeland": "Spain",
      "yearOfPublishing": "1615",
      "price": 7.3
    },
    {
      "id": 3,
      "title": "Moby Dick",
      "author": "H. Melville",
      "genre": "Novela",
      "imgUrl": "https://mir-s3-cdn-cf.behance.net/project_modules/disp/bb0ed651679837.58f678e0ec0d2.png",
      "favorite": false,
      "description": "The saga of Captain Ahab and his monomaniacal pursuit of the white whale remains a peerless adventure story but one full of mythic grandeur, poetic majesty, and symbolic power. Filtered through the consciousness of the novel's narrator, Ishmael, Moby-Dick draws us into a universe full of fascinating characters and stories, from the noble cannibal Queequeg to the natural history of whales, while reaching existential depths that excite debate and contemplation to this day.",
      "authorHomeland": "USA",
      "yearOfPublishing": "1851",
      "price": 24.2
    },
    {
      "id": 4,
      "title": " War and Peace",
      "author": "L. Tolstoy",
      "genre": "Epic novel",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/914DLyEgQzL.__BG0,0,0,0_FMpng_AC_UL600_SR399,600_.jpg",
      "favorite": false,
      "description": "Epic in scale, War and Peace delineates in graphic detail events leading up to Napoleon's invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of five Russian aristocratic families.",
      "authorHomeland": "Russia",
      "yearOfPublishing": "1869",
      "price": 30
    },
    {
      "id": 5,
      "title": "Hamlet",
      "author": "W. Shakespeare",
      "genre": "Tragedy",
      "imgUrl": "https://images-eu.ssl-images-amazon.com/images/I/81tDMvrC%2BpL.__BG0,0,0,0_FMpng_AC_UL600_SR375,600_.jpg",
      "favorite": false,
      "description": "The Tragedy of Hamlet, Prince of Denmark, or more simply Hamlet, is a tragedy by William Shakespeare, believed to have been written between 1599 and 1601. The play, set in Denmark, recounts how Prince Hamlet exacts revenge on his uncle Claudius, who has murdered Hamlet's father, the King, and then taken the throne and married Gertrude, Hamlet's mother. The play vividly charts the course of real and feigned madness—from overwhelming grief to seething rage—and explores themes of treachery, revenge, incest, and moral corruption.",
      "authorHomeland": "England",
      "yearOfPublishing": "1601",
      "price": 11.9
    },
    {
      "id": 6,
      "title": "Gulliver's Travels",
      "author": "J. Swift",
      "genre": "Satire",
      "imgUrl": "https://kbimages1-a.akamaihd.net/125ca8ba-7732-4641-9459-5b5dee50f3d5/1200/1200/False/gulliver-s-travels-221.jpg",
      "favorite": false,
      "description": "From the preeminent prose satirist in the English language, a great classic recounting the four remarkable journeys of ship's surgeon Lemuel Gulliver. For children it remains an enchanting fantasy; for adults, a witty parody of political life in Swift's time and a scathing send-up of manners and morals in 18th-century England.",
      "authorHomeland": "Ireland",
      "yearOfPublishing": "1726",
      "price": 19.5
    },
    {
      "id": 7,
      "title": "Beloved",
      "author": "T. Morrison",
      "genre": "Novela",
      "imgUrl": "https://a-free-can.com/WebRoot/Store9/Shops/ee17b8f7-49f0-4514-a7f9-dee61805a5bf/53D9/26A7/5502/7EB4/865F/0A48/3525/81EC/103735082436_m.png",
      "favorite": false,
      "description": "Beloved (1987) is a Pulitzer Prize-winning novel by Nobel laureate Toni Morrison. The novel, her fifth, is loosely based on the life and legal case of the slave Margaret Garner, about whom Morrison later wrote in the opera Margaret Garner (2005)",
      "authorHomeland": "USA",
      "yearOfPublishing": "1987",
      "price": 14
    },
    {
      "id": 8,
      "title": "The Aeneid",
      "author": "Virgil",
      "genre": "Epic poem",
      "imgUrl": "https://m.media-amazon.com/images/I/51OhslqP5KL.jpg",
      "favorite": false,
      "description": "The Aeneid is a Latin epic poem written by Virgil in the late 1st century BC (29–19 BC) that tells the legendary story of Aeneas, a Trojan who traveled to Italy, where he became the ancestor of the Romans. It is written in dactylic hexameter. The first six of the poem's twelve books tell the story of Aeneas' wanderings from Troy to Italy, and the poem's second half tells of the Trojans' ultimately victorious war upon the Latins, under whose name Aeneas and his Trojan followers are destined to be subsumed. The hero Aeneas was already known to Greco-Roman legend and myth, having been a character in the Iliad; Virgil took the disconnected tales of Aeneas' wanderings, his vague association with the foundation of Rome and a personage of no fixed characteristics other than a scrupulous piety, and fashioned this into a compelling founding myth or nationalist epic that at once tied Rome to the legends of Troy, glorified traditional Roman virtues and legitimized the Julio-Claudian dynasty as descendants of the founders, heroes and gods of Rome and Troy.",
      "authorHomeland": "Italy",
      "yearOfPublishing": "1st century",
      "price": 17
    },
    {
      "id": 9,
      "title": "David Copperfield",
      "author": "Ch. Dickens",
      "genre": "Novel",
      "imgUrl": "https://i.pinimg.com/originals/36/6c/93/366c93ba09ddd80d883decdce069d5d0.png",
      "favorite": false,
      "description": "The story of the abandoned waif who learns to survive through challenging encounters with distress and misfortune.",
      "authorHomeland": "England",
      "yearOfPublishing": "1850",
      "price": 9
    },
    {
      "id": 10,
      "title": "The Old Man and the Sea",
      "author": "E. Hemingway",
      "genre": "Novel",
      "imgUrl": "https://www.bookgeeks.in/wp-content/uploads/2019/01/The-Old-Man-and-the-Sea.webp",
      "favorite": false,
      "description": "The Old Man and the Sea is one of Hemingway's most enduring works. Told in language of great simplicity and power, it is the story of an old Cuban fisherman, down on his luck, and his supreme ordeal — a relentless, agonizing battle with a giant marlin far out in the Gulf Stream. Here Hemingway recasts, in strikingly contemporary style, the classic theme of courage in the face of defeat, of personal triumph won from loss. Written in 1952, this hugely successful novella confirmed his power and presence in the literary world and played a large part in his winning the 1954 Nobel Prize for Literature.",
      "authorHomeland": "USA",
      "yearOfPublishing": "1952",
      "price": 10
    },
    {
      "id": 11,
      "title": "The ocean at the end of the lane",
      "author": "N. Gaiman",
      "genre": "Fantasy",
      "imgUrl": "https://carrierollwagen.com/wp-content/uploads/2013/04/oceanattheendofthelane.jpg",
      "favorite": false,
      "description": "Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy. Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what. A groundbreaking work from a master, The Ocean at the End of the Lane is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark.",
      "authorHomeland": "England",
      "yearOfPublishing": "2013",
      "price": 5
    },
    {
      "id": 12,
      "title": "Lolita",
      "author": "Vl. Nabokov",
      "genre": "Novel",
      "imgUrl": "https://img.huffingtonpost.com/asset/55d33cd814000077002e3283.jpeg?ops=scalefit_630_noupscale",
      "favorite": false,
      "description": "Poet and pervert, Humbert Humbert becomes obsessed by twelve-year-old Lolita and seeks to possess her, first carnally and then artistically, out of love, 'to fix once for all the perilous magic of nymphets'. Is he in love or insane? A silver-tongued poet or a pervert? A tortured soul or a monster? Or is he all of these? Humbert Humbert's seduction is one of many dimensions in Nabokov's dizzying masterpiece, which is suffused with a savage humour and rich, elaborate verbal textures. Filmed by Stanley Kubrick in 1962 starring James Mason and Peter Sellers, and again in 1997 by Adrian Lyne starring Jeremy Irons and Melanie Griffith, Lolita has lost none of its power to shock and awe.",
      "authorHomeland": "Russian Empire",
      "yearOfPublishing": "1955",
      "price": 12
    },
    {
      "id": 13,
      "title": "People We Meet on Vacation",
      "author": "Emily Henry",
      "genre": " Romantic Comedy",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/81PDhK93T1S.jpg",
      "favorite": false,
      "description": "Poppy and Alex. Alex and Poppy. They have nothing in common. She's a wild child; he wears khakis. She has insatiable wanderlust; he prefers to stay home with a book. And somehow, ever since a fateful car share home from college many years ago, they are the very best of friends. For most of the year they live far apart--she's in New York City, and he's in their small hometown--but every summer, for a decade, they have taken one glorious week of vacation together.Until two years ago, when they ruined everything. They haven't spoken since.Poppy has everything she should want, but she's stuck in a rut. When someone asks when she was last truly happy, she knows, without a doubt, it was on that ill-fated, final trip with Alex. And so, she decides to convince her best friend to take one more vacation together--lay everything on the table, make it all right. Miraculously, he agrees. Now she has a week to fix everything. If only she can get around the one big truth that has always stood quietly in the middle of their seemingly perfect relationship. What could possibly go wrong?",
      "authorHomeland": "USA",
      "yearOfPublishing": " 2021",
      "price": 14.7
    },
    {
      "id": 14,
      "title": "The Minister Primarily",
      "author": "John Oliver Killens",
      "genre": "Political, Satire",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/14604740/original/9780063079595.jpg?1626716866",
      "favorite": false,
      "description": "Wanderlust has taken Jimmy Jay Leander Johnson on numerous adventures, from Mississippi to Washington D.C., Vietnam, London and eventually to Africa, to the fictitious Independent People's Democratic Republic of Guanaya, where the young musician hopes to 'find himself.'But this small sliver of a country in West Africa, recently freed from British colonial rule, is thrown into turmoil with the discovery of cobanium--a radioactive mineral 500 times more powerful than uranium, making it irresistible for greedy speculators, grifters, and charlatans. Overnight, outsiders descend upon the sleepy capital city looking for 'a piece of the action.'When a plot to assassinate Guanaya's leader is discovered, Jimmy Jay--a dead ringer for the Prime Minister--is enlisted in a counter scheme to foil the would-be coup. He will travel to America with half of Guanaya's cabinet ministers to meet with the President of the United States and address the UN General Assembly, while the rest of the cabinet will remain in Guanaya with the real Prime Minister. What could go wrong? Everything. Set in the 1980s, this smart, funny, dazzlingly brilliant novel is a literary delight--and the final gift from an American literary legend.",
      "authorHomeland": "USA",
      "yearOfPublishing": " 2021",
      "price": 25.7
    },
    {
      "id": 15,
      "title": "Cinderella Is Dead",
      "author": "Kalynn Bayron",
      "genre": "Fairy Tales",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/10829212/original/9781547603879.jpg?1590544637",
      "favorite": false,
      "description": "It's 200 years after Cinderella found her prince, but the fairy tale is over. Teen girls are now required to appear at the Annual Ball, where the men of the kingdom select wives based on a girl's display of finery. If a suitable match is not found, the girls not chosen are never heard from again. Sixteen-year-old Sophia would much rather marry Erin, her childhood best friend, than parade in front of suitors. At the ball, Sophia makes the desperate decision to flee, and finds herself hiding in Cinderella's mausoleum. There, she meets Constance, the last known descendant of Cinderella and her step sisters. Together they vow to bring down the king once and for all--and in the process, they learn that there's more to Cinderella's story than they ever knew . . . This fresh take on a classic story will make readers question the tales they've been told, and root for girls to break down the constructs of the world around them.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2020",
      "price": 18
    },
    {
      "id": 16,
      "title": "Little Women",
      "author": "Louisa May Alcott",
      "genre": "Classic",
      "imgUrl": "https://cdn.waterstones.com/bookjackets/large/9781/5098/9781509827770.jpg",
      "favorite": false,
      "description": "Grown-up Meg, tomboyish Jo, timid Beth, and precocious Amy. The four March sisters couldn't be more different. But with their father away at war, and their mother working to support the family, they have to rely on one another. Whether they're putting on a play, forming a secret society, or celebrating Christmas, there's one thing they can't help wondering: Will Father return home safely?",
      "authorHomeland": "USA",
      "yearOfPublishing": "2017",
      "price": 14
    },
    {
      "id": 17,
      "title": "Then She Was Gone",
      "author": "Lisa Jewell",
      "genre": "Thrillers",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/4145807/original/9781501154652.jpg?1621466098",
      "favorite": false,
      "description": "Ellie Mack was the perfect daughter. She was fifteen, the youngest of three. Beloved by her parents, friends, and teachers, and half of a teenaged golden couple. Ellie was days away from an idyllic post-exams summer vacation, with her whole life ahead of her. And then she was gone. Now, her mother Laurel Mack is trying to put her life back together. It's been ten years since her daughter disappeared, seven years since her marriage ended, and only months since the last clue in Ellie's case was unearthed. So when she meets an unexpectedly charming man in a café, no one is more surprised than Laurel at how quickly their flirtation develops into something deeper. Before she knows it, she's meeting Floyd's daughters--and his youngest, Poppy, takes Laurel's breath away. Because looking at Poppy is like looking at Ellie. And now, the unanswered questions she's tried so hard to put to rest begin to haunt Laurel anew. Where did Ellie go? Did she really run away from home, as the police have long suspected, or was there a more sinister reason for her disappearance? Who is Floyd, really? And why does his daughter remind Laurel so viscerally of her own missing girl?",
      "authorHomeland": "England",
      "yearOfPublishing": "2018",
      "price": 14.7
    },
    {
      "id": 18,
      "title": "Meadowlark",
      "author": "Melanie Abrams",
      "genre": "Thrillers",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/11476811/original/9781542007351.jpg?1621391502",
      "favorite": false,
      "description": "After growing up in an austere spiritual compound, two teenagers, Simrin and Arjun, escape and go their separate ways. Years later, Simrin receives an email from Arjun. As they reconnect, Simrin learns that he has become the charismatic leader of Meadowlark, a commune in the Nevada desert that allows children to discover their 'gifts.' In spite of their fractured relationship, Simrin, a photojournalist, agrees to visit Meadowlark to document its story. She arrives at the commune with her five-year-old daughter in tow and soon realizes there is something disturbing about Arjun's beliefs concerning children and their unusual abilities. When she discovers that the commune is in the midst of a criminal investigation, her unease grows deeper still. As tensions with police heighten, Arjun's wife begins to make plans of her own, fearing the exposure the investigation might bring for her and her children. Both mothers find themselves caught in a desperate situation, and as the conflict escalates, everyone involved must make painful--and potentially tragic--choices that could change their worlds forever. Gripping and beautifully crafted, Meadowlark explores the power and danger of being extraordinary and what it means to see and be seen.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2020",
      "price": 24.9
    },
    {
      "id": 19,
      "title": "Annie and the Wolves",
      "author": "Andromeda Romano-Lax",
      "genre": "Historical",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/12984892/original/9781641291699.jpg?1618242242",
      "favorite": false,
      "description": "Ruth McClintock is obsessed with Annie Oakley. For nearly a decade, she has been studying the legendary sharpshooter, convinced that a scarring childhood event was the impetus for her crusade to arm every woman in America. This search has cost Ruth her doctorate, a book deal, and her fiancé--but finally it has borne fruit. She has managed to hunt down what may be a journal of Oakley's midlife struggles, including secret visits to a psychoanalyst and the desire for vengeance against the 'Wolves,' or those who have wronged her.With the help of Reece, a tech-savvy senior at the local high school, Ruth attempts to establish the journal's provenance, but she's begun to have jarring out-of-body episodes parallel to Annie's own lived experiences. As she solves Annie's mysteries, Ruth confronts her own truths, including the link between her teenage sister's suicide and an impending tragedy in her Minnesota town that Ruth can still prevent.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2021",
      "price": 24.8
    },
    {
      "id": 20,
      "title": "Lurkers",
      "author": "Sandi Tan",
      "genre": "Psychological",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/12852514/original/9781641292559.jpg?1618241942",
      "favorite": false,
      "description": "The residents of Santa Claus Lane do their best to stay out of each other's way, but desire, fury and mischief too often propel these suburban neighbors to collide. Precocious Korean American sisters Mira and Rosemary find their world rocked by a suicide, and they must fight to keep their home; a charismatic and creepy drama teacher grooms his students; a sardonic gay horror novelist finds that aging is more terrifying than any monster; and a white hippie mom and her adopted Vietnamese daughter realize that their anger binds them rather than pushes them apart. Lurkers is an homage to the rangy beauty of Los Angeles and the surprising power that we have to change the lives of those around us.",
      "authorHomeland": "Singapore",
      "yearOfPublishing": "2021",
      "price": 24.8
    },
    {
      "id": 21,
      "title": "Build Your House Around My Body",
      "author": "Violet Kupersmith",
      "genre": "Magical Realism",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13481733/original/9780812993325.jpg?1626277992",
      "favorite": false,
      "description": "1986 The teenage daughter of a wealthy Vietnamese family loses her way in an abandoned rubber plantation while fleeing her angry father and is forever changed.  2011 A young, unhappy Vietnamese American woman disappears from her new home in Saigon without a trace. The fates of these two women are inescapably linked, bound together by past generations, by ghosts and ancestors, by the history of possessed bodies and possessed lands. Alongside them, we meet a young boy who is sent to a boarding school for the métis children of French expatriates, just before Vietnam declares its independence from colonial rule; two Frenchmen who are trying to start a business with the Vietnam War on the horizon; and the employees of the Saigon Spirit Eradication Co., who find themselves investigating strange occurrences in a farmhouse on the edge of a forest. Each new character and timeline brings us one step closer to understanding what binds them all. Build Your House Around My Body takes us from colonial mansions to ramshackle zoos, from sweaty nightclubs to the jostling seats of motorbikes, from ex-pat flats to sizzling back-alley street carts. Spanning more than fifty years of Vietnamese history and barreling toward an unforgettable conclusion, this is a time-traveling, heart-pounding, border-crossing fever dream of a novel that will haunt you long after the last page.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2021",
      "price": 24.8
    },
    {
      "id": 22,
      "title": "Sapiens: A Brief History of Humankind",
      "author": "Yuval Noah Harari",
      "genre": "General & world history, Social & cultural history",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/71Sx9g3a-xL.jpg",
      "favorite": false,
      "description": "lanet Earth is 4.5 billion years old. In just a fraction of that time, one species among countless others has conquered it. Us. We are the most advanced and most destructive animals ever to have lived. What makes us brilliant? What makes us deadly? What makes us Sapiens? In this bold and provocative book, Yuval Noah Harari explores who we are, how we got here and where we're going. Sapiens is a thrilling account of humankind's extraordinary history - from the Stone Age to the Silicon Age - and our journey from insignificant apes to rulers of the world. A specialist in World History, military history and medieval history, Yuval Noah Harari is best known for his investigations into macro-historical questions concerning the relationship between history and science, the origins of mankind and its future. Amongst his publications are the bestselling books Sapiens and Homo Deus.",
      "authorHomeland": "Israel",
      "yearOfPublishing": "2015",
      "price": 10
    },
    {
      "id": 23,
      "title": "Razorblade Tears",
      "author": "S. a. Cosby",
      "genre": "Thrillers",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13296163/original/9781250252708.jpg?1622748023",
      "favorite": false,
      "description": "Ike Randolph has been out of jail for fifteen years, with not so much as a speeding ticket in all that time. But a Black man with cops at the door knows to be afraid. The last thing he expects to hear is that his son Isiah has been murdered, along with Isiah's white husband, Derek. Ike had never fully accepted his son but is devastated by his loss. Derek's father Buddy Lee was almost as ashamed of Derek for being gay as Derek was ashamed of his father's criminal record. Buddy Lee still has contacts in the underworld, though, and he wants to know who killed his boy. Ike and Buddy Lee, two ex-cons with little else in common other than a criminal past and a love for their dead sons, band together in their desperate desire for revenge. In their quest to do better for their sons in death than they did in life, hardened men Ike and Buddy Lee will confront their own prejudices about their sons and each other, as they rain down vengeance upon those who hurt their boys.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2015",
      "price": 10
    },
    {
      "id": 24,
      "title": "Brief Answers to the Big Questions",
      "author": "Stephen Hawking",
      "genre": "Cosmology",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/514v5blcWhL.jpg",
      "favorite": false,
      "description": "Stephen Hawking was the most renowned scientist since Einstein, known both for his groundbreaking work in physics and cosmology and for his mischievous sense of humor. He educated millions of readers about the origins of the universe and the nature of black holes, and inspired millions more by defying a terrifying early prognosis of ALS, which originally gave him only two years to live. In later life he could communicate only by using a few facial muscles, but he continued to advance his field and serve as a revered voice on social and humanitarian issues. Hawking not only unraveled some of the universe's greatest mysteries but also believed science plays a critical role in fixing problems here on Earth. Now, as we face immense challenges on our planet--including climate change, the threat of nuclear war, and the development of artificial intelligence--he turns his attention to the most urgent issues facing us. Will humanity survive? Should we colonize space? Does God exist? ​​These are just a few of the questions Hawking addresses in this wide-ranging, passionately argued final book from one of the greatest minds in history. Featuring a foreword by Eddie Redmayne, who won an Oscar playing Stephen Hawking, an introduction by Nobel Laureate Kip Thorne, and an afterword from Hawking's daughter, Lucy, Brief Answers to the Big Questions is a brilliant last message to the world.",
      "authorHomeland": "England",
      "yearOfPublishing": "2018",
      "price": 23
    },
    {
      "id": 25,
      "title": "This Poison Heart",
      "author": "Kalynn Bayron",
      "genre": "Fantasy",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13792534/original/9781547603909.jpg?1622830265",
      "favorite": false,
      "description": "Briseis has a gift: she can grow plants from tiny seeds to rich blooms with a single touch. When Briseis's aunt dies and wills her a dilapidated estate in rural New York, Bri and her parents decide to leave Brooklyn behind for the summer. Hopefully there, surrounded by plants and flowers, Bri will finally learn to control her gift. But their new home is sinister in ways they could never have imagined--it comes with a specific set of instructions, an old-school apothecary, and a walled garden filled with the deadliest botanicals in the world that can only be entered by those who share Bri's unique family lineage. When strangers begin to arrive on their doorstep, asking for tinctures and elixirs, Bri learns she has a surprising talent for creating them. One of the visitors is Marie, a mysterious young woman who Bri befriends, only to find that Marie is keeping dark secrets about the history of the estate and its surrounding community. There is more to Bri's sudden inheritance than she could have imagined, and she is determined to uncover it . . . until a nefarious group comes after her in search of a rare and dangerous immortality elixir. Up against a centuries-old curse and the deadliest plant on earth, Bri must harness her gift to protect herself and her family.",
      "authorHomeland": "USA",
      "yearOfPublishing": "2018",
      "price": 17.4
    },
    {
      "id": 26,
      "title": "Gearbreakers",
      "author": "Zoe Hana Mikuta",
      "genre": "Science Fiction, Post-Apocalyptic",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13171866/original/9781250269508.jpg?1622829226",
      "favorite": false,
      "description": "We went past praying to deities and started to build them instead... The shadow of Godolia's tyrannical rule is spreading, aided by their giant mechanized weapons known as Windups. War and oppression are everyday constants for the people of the Badlands, who live under the thumb of their cruel Godolia overlords. Eris Shindanai is a Gearbreaker, a brash young rebel who specializes in taking down Windups from the inside. When one of her missions goes awry and she finds herself in a Godolia prison, Eris meets Sona Steelcrest, a cybernetically enhanced Windup pilot. At first Eris sees Sona as her mortal enemy, but Sona has a secret: She has intentionally infiltrated the Windup program to destroy Godolia from within. As the clock ticks down to their deadliest mission yet, a direct attack to end Godolia's reign once and for all, Eris and Sona grow closer--as comrades, friends, and perhaps something more...",
      "authorHomeland": "USA",
      "yearOfPublishing": "2018",
      "price": 17.4
    },
    {
      "id": 27,
      "title": "The Passenger",
      "author": "Ulrich Alexander Boschwitz",
      "genre": "Historical",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/91AoIFGtuyL.jpg",
      "favorite": false,
      "description": "Berlin, November 1938. Jewish shops have been ransacked and looted, synagogues destroyed. As storm troopers pound on his door, Otto Silbermann, a respected businessman who fought for Germany in the Great War, is forced to sneak out the back of his own home. Turned away from establishments he had long patronized, and fearful of being exposed as a Jew despite his Aryan looks, he boards a train. And then another. And another . . . until his flight becomes a frantic odyssey across Germany, as he searches first for information, then for help, and finally for escape. His travels bring him face-to-face with waiters and conductors, officials and fellow outcasts, seductive women and vicious thieves, a few of whom disapprove of the regime while the rest embrace it wholeheartedly. Clinging to his existence as it was just days before, Silbermann refuses to believe what is happening even as he is beset by opportunists, betrayed by associates, and bereft of family, friends, and fortune. As his world collapses around him, he is forced to concede that his nightmare is all too real. Twenty-three-year-old Ulrich Boschwitz wrote The Passenger at breakneck speed in 1938, fresh in the wake of the Kristallnacht pogroms, and his prose flies at the same pace. Taut, immediate, infused with acerbic Kafkaesque humor, The Passenger is an indelible portrait of a man and a society careening out of control.",
      "authorHomeland": "German",
      "yearOfPublishing": "2021",
      "price": 22
    },
    {
      "id": 28,
      "title": "Ghost Forest",
      "author": "Pik-Shuen Fung (Au",
      "genre": "Magical Realism",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13736648/original/9780593230961.jpg?1625599344",
      "favorite": false,
      "description": "How do you grieve, if your family doesn't talk about feelings? This is the question the unnamed protagonist of GhostForest considers after her father dies. One of the many Hong Kong 'astronaut' fathers, he stays there to work, while the rest of the family immigrated to Canada before the 1997 Handover, when the British returned sovereignty over Hong Kong to China. As she revisits memories of her father through the years, she struggles with unresolved questions and misunderstandings. Turning to her mother and grandmother for answers, she discovers her own life refracted brightly in theirs. Buoyant and heartbreaking, Ghost Forest is a slim novel that envelops the reader in joy and sorrow. Fung writes with a poetic and haunting voice, layering detail and abstraction, weaving memory and oral history to paint a moving portrait of a Chinese-Canadian astronaut family.",
      "authorHomeland": "Canada",
      "yearOfPublishing": "2021",
      "price": 23.9
    },
    {
      "id": 29,
      "title": "Murder at the Marlowe Club",
      "author": "Kate Parker",
      "genre": "Detective",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/14427917/original/9781733229418.jpg?1621394967",
      "favorite": false,
      "description": "A corpse in a corset. A dangerous gambling den. A perilous path between safety and evil.London, 1905. Leading milliner Emily Gates' illegal shortcut through a private park in the rain brought her straight to a scantily clothed corpse. Then her route took her straight into the hands of the indefatigable Lady Kaldaire, who recognized the body as a relative of her longtime friend, the Duchess of Wallingford. Lady Kaldaire blackmailed Emily before to find Lord Kaldaire's killer. Why not this murderer, too?Emily has plenty of reasons why not, but finding links between her father's nefarious family of crooks and conmen and the debauchery of the secretive Marlowe Club involves her in the investigation led by the handsome Inspector Russell of Scotland Yard. Emily discovers more than she expects about the licentious world of the corpse through her aristocratic customers, including Georgia, heroine of the Victorian Bookshop Mysteries, now the Duchess of Blackford.Are the scandal rags correct, or has the victim been maligned by a mastermind who'll stop at nothing to gain everything?This is a historical cozy mystery with no graphic violence, sex, or foul language. Just exciting action, mysterious events, and surprising endings.",
      "authorHomeland": "Northland",
      "yearOfPublishing": "2020",
      "price": 13
    },
    {
      "id": 30,
      "title": "Dead Souls",
      "author": "Sam Riviere",
      "genre": "Magical Realism",
      "imgUrl": "https://images-production.bookshop.org/spree/images/attachments/13046178/original/9781646220281.jpg?1626969626",
      "favorite": false,
      "description": "A scandal has shaken the literary world. As the unnamed narrator of Dead Souls discovers at a cultural festival in central London, the offender is Solomon Wiese, a poet accused of plagiarism. Later that same evening, at a bar near Waterloo Bridge, our narrator encounters the poet in person, and listens to the story of Wiese's rise and fall, a story that takes the entire night--and the remainder of the novel--to tell. Wiese reveals his unconventional views on poetry, childhood encounters with nothingness, a conspiracy involving the manipulation of documents in the public domain, an identity crisis, a retreat to the country, a meeting with an ex-serviceman with an unexpected offer, the death of an old poet, a love affair with a woman carrying a signpost, an entanglement with a secretive poetry cult, and plans for a triumphant return to the capital, through the theft of poems, illegal war profits, and faked social media accounts--plans in which our narrator discovers he is obscurely implicated. Dead Souls is a metaphysical mystery brilliantly encased in a picaresque romp, a novel that asks a vital question for anyone who makes or engages with art: Is everyone a plagiarist?",
      "authorHomeland": "England",
      "yearOfPublishing": "2020",
      "price": 23.9
    },
    {
      "id": 31,
      "title": "The Widow of Bath",
      "author": "Margot Bennett",
      "genre": "Thrillers",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/I/911lyXpv1HL.jpg",
      "favorite": false,
      "description": "'There are a dozen clever deceptions in the book, twice as many as most writers would have given us.' - Julian Symons in Bloody Murder Hugh Everton was intent on nothing more than quietly drinking in the second-rate hotel he found himself in on England's south coast - and then in walked his old flame Lucy and her new husband and ex-Judge, Gregory Bath. Entreated by Lucy to join her party for an evening back at the Bath residence, Hugh is powerless to resist, but when the night ends with the judge's inexplicable murder he is pitched back into a world of chaos and crime - a world he had tried to escape for good. First published in 1952, The Widow of Bath offers intricate puzzles, international intrigue and a richly evoked portrait of post-war Britain, all delivered with Bennett's signature brand of witty and elegant prose.",
      "authorHomeland": "Scotland",
      "yearOfPublishing": "2021",
      "price": 19
    }
  ],
  "checkouts": [
    {
      "2": 4,
      "city": "Kharkov",
      "address": "ываыва",
      "number": "23232232",
      "deliveryDate": "2021-07-28T17:39:54.424Z",
      "id": 1
    }
  ]
}